Repository: SomeoneFromTatooine/genealogical-tree
Catalog: languages/genealogical-tree-*.po
Languages: fa_ir

source: Genealogical Tree
fa_ir: درخت شجره نامه ها

source: Family
fa_ir: خانواده

source: Import .GED
fa_ir: واردات. Ged

source: Export .GED
fa_ir: صادرات. Ged

# post type general name
source: Members
fa_ir: اعضا

# post type singular name
source: Member
fa_ir: عضو

# admin menu
source: Members
fa_ir: اعضا

# add new on admin bar
source: Member
fa_ir: عضو

# member
source: Add New
fa_ir: افزودن جدید

source: Add New Member
fa_ir: افزودن عضو جدید

source: New Member
fa_ir: عضو جدید

source: Edit Member
fa_ir: ویرایش عضو

source: View Member
fa_ir: نمایش عضو

source: Members
fa_ir: اعضا

source: Search Members
fa_ir: جستجوی اعضا

source: Parent Members:
fa_ir: اعضای مادر:

source: No members found.
fa_ir: هیچ کاربری یافت نشد

source: No members found in Trash.
fa_ir: هیچ عضوی در حذف شده ها یافت نشد.

source: Description.
fa_ir: توضیحات.

# post type general name
source: Trees
fa_ir: درختان

# post type singular name
source: Tree
fa_ir: درخت

# admin menu
source: Trees
fa_ir: درختان

# add new on admin bar
source: Tree
fa_ir: درخت

# tree
source: Add New
fa_ir: افزودن جدید

source: Add New Tree
fa_ir: اضافه کردن درخت جدید

source: New Tree
fa_ir: درخت جدید

source: Edit Tree
fa_ir: ویرایش درخت

source: View Tree
fa_ir: مشاهده درخت

source: Trees
fa_ir: درختان

source: Search Trees
fa_ir: جستجوی درختان

source: Parent Trees:
fa_ir: درختان پدر و مادر:

source: No trees found.
fa_ir: هیچ درختی یافت نشد.

source: No trees found in Trash.
fa_ir: هیچ درختی در سطل زباله یافت نشد.

# post type general name
source: Families
fa_ir: خانواده‌ها

# post type singular name
source: Family
fa_ir: خانواده

# admin menu
source: Families
fa_ir: خانواده‌ها

# add new on admin bar
source: Family
fa_ir: خانواده

# family
source: Add New
fa_ir: افزودن جدید

source: Add New Family
fa_ir: اضافه کردن خانواده جدید

source: New Family
fa_ir: خانواده جدید

source: Edit Family
fa_ir: ویرایش خانواده

source: View Family
fa_ir: مشاهده خانواده

source: All Families
fa_ir: همه خانواده ها

source: Search Families
fa_ir: جستجوی خانواده ها

source: Parent Families:
fa_ir: خانواده های پدر و مادر:

source: No families found.
fa_ir: هیچ خانواده پیدا نشد.

source: No families found in Trash.
fa_ir: هیچ خانواده در سطل زباله یافت نشد.

# genealogical-tree
source: Family Groups
fa_ir: گروه خانواده

# taxonomy singular name
source: Family Group
fa_ir: گروه خانواده

source: Search Family Groups
fa_ir: جستجوی گروه های خانواده

source: Popular Family Groups
fa_ir: گروه های خانواده محبوب

source: All Family Groups
fa_ir: همه گروه های خانواده

source: Parent Family Group
fa_ir: گروه خانواده والد

source: Edit Family Group
fa_ir: ویرایش گروه خانواده

source: Update Family Group
fa_ir: به روز رسانی گروه خانواده

source: Add New Group
fa_ir: افزودن گروه جدید

source: New Group Name
fa_ir: نام گروه جدید

source: Separate family group with commas
fa_ir: گروه خانواده جدا با کاما

source: Add or remove family group
fa_ir: افزودن یا حذف گروه خانواده

source: Choose from the most used family group
fa_ir: از گروه خانواده بیشتر استفاده کنید

source: No family group found.
fa_ir: گروه خانواده یافت نشد.

source: Family Groups
fa_ir: گروه خانواده

source: Tree Settings
fa_ir: تنظیمات درخت

source: ID
fa_ir: شناسه

source: Born
fa_ir: تولد

source: Name
fa_ir: نام

source: Shortcode
fa_ir: کد کوتاه

source: Member info
fa_ir: اطلاعات اعضا

source: Additional Member info
fa_ir: اطلاعات اضافی عضو

source: Additional Children / Siblings info
fa_ir: کودکان اضافی/اطلاعات خواهر و برادر

source: Family info
fa_ir: اطلاعات خانوادگی

source: Import Ged
fa_ir: وارد کردن Ged

source: You may see some warning on import process for some file, but no worry about that. But if any error, you can contact us.
fa_ir: شما ممکن است برخی از هشدار در روند واردات برای برخی از فایل را ببینید, اما هیچ نگرانی در مورد آن. اما اگر هر گونه خطا ، شما می توانید با ما تماس بگیرید.

source: Select file (.ged)
fa_ir: فایل را انتخاب کنید (. ged)

source: Import
fa_ir: درون ریزی

source: Imported successfully
fa_ir: با موفقیت وارد شد

source: Family Tree
fa_ir: شجره نامه درختی

source: View Page
fa_ir: مشاهده صفحه

source: Export
fa_ir: برون ریزی

source: This will export a Zip file for download, which contains a Gedcom (.ged) format (version 5.5) file of your data.
fa_ir: این فایل Zip را برای دانلود صادر می کند که حاوی قالب Gedcom (. ged) است (نسخه ۵/۵) فایل داده های شما.

source: Select Family
fa_ir: انتخاب خانواده

source: You are not authorized to do this.
fa_ir: شما مجاز به انجام این کار نیستید.

source: File required
fa_ir: پرونده مورد نیاز

source: Family group required
fa_ir: گروه خانواده مورد نیاز

source: Default Tree
fa_ir: درخت پیش گزیده

source: Generate Default Tree
fa_ir: تولید درخت پیش فرض

source: View Tree.
fa_ir: مشاهده درخت.

source: Possible Roots
fa_ir: ریشه های ممکن

source: To view possibles first generate default tree
fa_ir: برای مشاهده possibles اولین تولید درخت پیش فرض

source: Members Page
fa_ir: صفحه اعضا

source: Upgrade Now!
fa_ir: اکنون ارتقا دهید!

source: General Settings
fa_ir: تنظیمات عمومی

source: You are using Free plan, To get premium features
fa_ir: شما با استفاده از برنامه رایگان ، برای دریافت ویژگی های حق بیمه

source: Enable Import (.ged)
fa_ir: فعال سازی وارد کردن (. ged)

source: It will allow you to import members from a ged formated file.
fa_ir: این به شما این امکان را می دهد که اعضا را از یک فایل ged وارد کنید.

source: Enable Export (.ged)
fa_ir: فعال کردن صادرات (. ged)

source: It will allow you to export members and family to a ged formated file.
fa_ir: این اجازه خواهد داد که شما را به صادرات اعضای و خانواده به یک فایل ged.

source: Hide Credit Text
fa_ir: پنهان کردن متن اعتباری

source: This will Credit Text
fa_ir: این متن به اعتبار

source: Tree Style 1
fa_ir: سبک درخت 1

source: Tree Style 2
fa_ir: سبک درخت 2

source: Full Name
fa_ir: نام کامل

source: Given Name
fa_ir: اسم کوچک

source: Surname
fa_ir: نام خانوادگی

source: Gender
fa_ir: جنسیت

source: Select Gender
fa_ir: بدون انتخاب

source: Male
fa_ir: مرد

source: Female
fa_ir: زن

source: Birth
fa_ir: زایش

source: Add
fa_ir: افزودن

source: Delete
fa_ir: حذف

source: Date
fa_ir: تاریخ

source: Place
fa_ir: مکان

source: Death
fa_ir: مرگ

source: Leave empty if still alive
fa_ir: ترک خالی اگر هنوز زنده

source: Parents
fa_ir: والدین

source: Mother
fa_ir: مادر

source: Select Mother
fa_ir: انتخاب مادر

source: Father
fa_ir: پدر

source: Select Father
fa_ir: انتخاب پدر

source: Spouses
fa_ir: همسران

source: Wife
fa_ir: همسر

source: Select Wife
fa_ir: انتخاب همسر

source: From
fa_ir: از

source: To
fa_ir: به

source: Select a Reason
fa_ir: یک دلیل را انتخاب کنید

source: Divorce
fa_ir: طلاق

source: Other
fa_ir: دیگر

source: Husband
fa_ir: شوهر

source: Select Husband
fa_ir: انتخاب شوهر

source: Contact Information
fa_ir: اطلاعات تماس

source: Phone
fa_ir: تلفن

source: Email
fa_ir: ایمیل

source: Address
fa_ir: آدرس

source: Burial
fa_ir: خاک‌سپاری

source: Adoption
fa_ir: فرزندخواندگی

source: Engagement
fa_ir: نرخ جذب

source: Marriage
fa_ir: متاهل

source: Address (Other)
fa_ir: آدرس (دیگر)

source: Baptism
fa_ir: غسل تعمید

source: Christening
fa_ir: رقص

source: Occupation
fa_ir: اشتغال

source: Additional Events
fa_ir: رویدادهای دیگر

source: Select an Event
fa_ir: یک رویداد را انتخاب کنید

source: General Setting
fa_ir: تنظیمات عمومی

source: Select Root
fa_ir: انتخاب کنید ریشه

source: Select Style
fa_ir: انتخاب استایل

source: Style 1
fa_ir: استایل 1

source: Style 2
fa_ir: استایل 2

source: Style 2-Alt
fa_ir: سبک 2-دگرساز

source: Style 3
fa_ir: استایل 3

source: Style 3-Alt
fa_ir: سبک 3-دگرساز

source: Select Layout
fa_ir: انتخاب طرح

source: Vertical
fa_ir: عمودی

source: Horizontal
fa_ir: افقی

source: Enable Ajax
fa_ir: فعال کردن ایجکس

source: Show Ancestor
fa_ir: نمایش جد

source: Visibility Setting
fa_ir: تنظیمات قابلیت مشاهده

source: Full
fa_ir: کامل

source: First
fa_ir: اولین

source: Birth Day
fa_ir: روز تولد

source: Year
fa_ir: سال

source: None
fa_ir: هیچ یک

source: Hide Birth Day Who Alive
fa_ir: مخفی کردن روز تولد که زنده

source: Died
fa_ir: مرگ

source: Show Gender
fa_ir: نمایش جنسیت

source: Icon
fa_ir: آیکون

source: Short
fa_ir: کوتاه

source: Sibling Order
fa_ir: سفارش خواهر و برادر

source: Default
fa_ir: پیش فرض

source: Oldest
fa_ir: قدیمی ترین

source: Youngest
fa_ir: جوانترین

source: Show Generation
fa_ir: نمایش نسل

source: Show Tree Link
fa_ir: نمایش لینک درخت

source: Container Setting
fa_ir: تنظیم کانتینر

source: Background Color
fa_ir: رنگ پس زمینه

source: Border Width
fa_ir: عرض حاشیه

source: Border Style
fa_ir: استایل حاشیه

source: Border Color
fa_ir: رنگ حاشیه

source: Border Radius
fa_ir: شعاع مرزی

source: Box Setting
fa_ir: تنظیمات جعبه

source: Layout
fa_ir: طرح

source: Width
fa_ir: عرض

source: If Layout is Horizontal, Width is 'auto' is recommended.
fa_ir: اگر طرح افقی است ، عرض ' خودکار ' توصیه می شود.

source: Line Setting
fa_ir: تنظیم خط

source: Line Style
fa_ir: استایل خط

source: Line Corner Radius
fa_ir: شعاع گوشه خط

source: Line Color
fa_ir: رنگ خط

source: Image Setting
fa_ir: تنظیم تصویر

source: Show Image
fa_ir: نمایش تصویر

source: Name Text Setting
fa_ir: تنظیم متن نام

source: Font Family
fa_ir: خانواده فونت

source: Font Size
fa_ir: اندازه فونت

source: Font Weight
fa_ir: وزن فونت

source: Font Style
fa_ir: استایل فونت

source: Font Color
fa_ir: رنگ فونت

source: Text Align
fa_ir: تراز متن

source: Other Text Setting
fa_ir: تنظیمات متن دیگر

source: Style Style 2
fa_ir: سبک استراتژی 2

source: Style Style 2-Alt
fa_ir: سبک استایل 2-Alt

source: Style Style 3
fa_ir: سبک استراتژی 3

source: Style Style 3-Alt
fa_ir: سبک سبک 3-دگرساز

source: If Layout is Horizontal, Width is recommended to set auto.
fa_ir: اگر طرح افقی است ، عرض توصیه می شود برای تنظیم خودکار.

source: Line Size
fa_ir: اندازه خط

source: Left
fa_ir: چپ

source: Center
fa_ir: وسط

source: Right
fa_ir: راست

source: Your license is not active.
fa_ir: مجوز شما فعال نیست.

source: Unknown
fa_ir: ناشناخته

source: Spouse
fa_ir: همسر

source: Date of Marriage
fa_ir: تاریخ ازدواج

source: Children
fa_ir: کودک

source: Siblings
fa_ir: سبلنگز

source: Date of Birth
fa_ir: تاریخ تولد

source: Place of Birth
fa_ir: محل تولد

source: Date of death
fa_ir: تاریخ مرگ

source: Place of death
fa_ir: محل مرگ

source: Location
fa_ir: مکان

source: Events
fa_ir: رویدادها

source: Member Information
fa_ir: اطلاعات عضو

source: Additional Information
fa_ir: اطلاعات اضافی

source: Genealogical Tree is a ultimate solution for creating and displaying family trees, family history on WordPress.
fa_ir: شجره نامه ها Tree یک راه حل نهایی برای ایجاد و نمایش درختان خانواده ، سابقه خانوادگی در وردپرس است.
